Repository: CWSchulze/addons-source
Catalog: ImportGramplet/po/*-local.po
Languages: sl

source: Import Text
sl: Uvozi besedilo

source: Gramplet for importing text
sl: Pripomoček za uvoz besedila

source: CSV import
sl: Uvoz CSV

source: VCard import
sl: Uvoz VCard

source: Gramps XML import
sl: Uvoz Gramps XML

source: Could not change media path
sl: Poti zunanjih predmetov ni bilo mogoče spremeniti

source: The opened file has media path %s, which conflicts with the media path of the family tree you import into. The original media path has been retained. Copy the files to a correct directory or change the media path in the Preferences.
sl: Odprta datoteka ima navedeno pot %s, ki je v sporu s potjo za zunanje predmete rodovnika, v katerega bi radi uvozili podatke. Ohranjena je bila izvirna pot. Prekopirajte datoteke v pravilno mapo ali v nastavitvah spremenite pot zunanjih predmetov.

source: Enter text to import and then click the Import button at bottom
sl: Vnesite besedilo za uvoz in nato spodaj kliknite gumb za uvoz

source: _Import
sl: _Uvozi

source: Import done
sl: Uvoz končan

source: Importing Text...
sl: Uvažanje besedila ...

source: Can't determine type of import
sl: Ni bilo mogoče ugotoviti vrste uvoza

source: Import failed
sl: Uvoz je spodletel
