Repository: CWSchulze/addons-source
Catalog: DataEntryGramplet/po/*-local.po
Languages: sl

source: Data Entry Gramplet
sl: Pripomoček Vnos podatkov

source: Gramplet for quick data entry
sl: Pripomoček za hiter vnos podatkov

source: Data Entry
sl: Vnos podatkov

source: Active person
sl: Trenutna oseba

source: Family:
sl: Družina:

source: Sources?
sl: Viri?

source: Surname, Given
sl: Priimek, Ime

source: Gender
sl: Spol

source: female
sl: ženska

source: male
sl: moški

source: unknown
sl: neznano

source: other
sl: ostalo

source: Source
sl: Vir

source: Birth
sl: Rojstvo

source: Death
sl: Smrt

source: Save
sl: Shrani

source: Abandon
sl: Opusti

source: New person
sl: Nova oseba

source: Add relation
sl: Dodaj sorodstvo

source: No relation to active person
sl: Ni sorodstva z izbrano osebo

source: Add as a Parent
sl: Dodaj kot starša

source: Add as a Mother
sl: Dodaj kot mater

source: Add as a Father
sl: Dodaj kot očeta

source: Add as a Spouse
sl: Dodaj kot zakonca

source: Add as a Wife
sl: Dodaj kot ženo

source: Add as a Husband
sl: Dodaj kot moža

source: Add as a Sibling
sl: Dodaj kot sorojenca

source: Add as a Child
sl: Dodaj kot otroka

source: Add
sl: Dodaj

source: Copy Active Data
sl: Kopiraj trenutne podatke

source: Clear
sl: Počisti

source: in
sl: v

source: Gramplet Data Edit: %s
sl: Pripomoček Vnos podatkov: %s

source: Please provide a name.
sl: Vnesite ime

source: Can't add new person.
sl: Ni možno dodati nove osebe.

source: Please set an active person.
sl: Izberite trenutno osebo.

source: Can't add new person as a parent.
sl: Ni možno dodati nove osebe kot starša.

source: Please set the new person's gender.
sl: Nastavite spol nove osebe.

source: Can't add new person as a mother.
sl: Ni možno dodati nove osebe kot mater.

source: Can't add new person as a father.
sl: Ni možno dodati nove osebe kot očeta.

source: Can't add new person as a spouse.
sl: Ni možno dodati nove osebe kot zakonca.

source: Can't add new person as a wife.
sl: Ni možno dodati nove osebe kot ženo.

source: Can't add new person as a husband.
sl: Ni možno dodati nove osebe kot moža.

source: Can't add new person as a sibling.
sl: Ni možno dodati nove osebe kot sorojenca.

source: Can't add new person as a child.
sl: Ni možno dodati nove osebe kot otroka.

source: Please set Active person.
sl: Izberite trenutno osebo.

source: Can't add new person as a spouse to no one.
sl: Ni možno dodati nove osebe kot nikogaršnjega zakonca.

source: Please set gender on Active or new person.
sl: Izberite spol trenutne ali nove osebe.

source: Same genders on Active and new person.
sl: Isti spol pri trenutni in novi osebi.

source: Please set gender on Active person.
sl: Izberite spol trenutne osebe.
